'''
Приложение
Реши задачу

Бо как-то читал статью о том как работают приложения, из статьи он понял что один из способов написать приложение, это создать бесконечный цикл который можно будет включать и выключать, а логику приложения хранить внутри.

Напиши программу по следующим инструкциям:

Программа начинается с бесконечного цикла

Программа принимает на вход, хочет ли пользователь выйти из приложения (Да \ Нет)

Если ответ равен "да", то программа выводит "Закрываюсь..." и завершает бесконечный цикл.

Иначе если ответ равен "нет", то программа выводит "Программа продолжает свою работу!".

Иначе программа выводит "Не удалось распознать!"
'''

# твой код
