'''
Живые обои
Исправь ошибки в коде

Бо скачал себе приложение которое бы включало живые обои на его рабочем столе. 
Он заметил что приложение не работало так как нужно, Бо залез в код приложения и нашел в нем ошибки.
'''


wallpaper_status = "ON"

while True:    
    
    
if wallpaper_status == "ON":
    print("(Обои отображаются)")

        yes_no = input("Вы хотите выключить обои? {Да \ Нет} ").lower()

    if yes_no == да
        print("Обои успешно выключены!")
            wallpaper_status = "OFF"
        break;

elif yes_no == "нет":
                            continue

